Repository: vimwb/universal_content_lists
Catalog: Resources/Private/Language/*.Backend.xlf
Languages: de

# content_element_tab.universal_content
source: Universal Content
de: Allgemeiner Inhalt

# content_element.article
source: Article
de: Artikel

# content_element.article_description
source: Article Element with Headline, Bodytext and Image
de: Artikel-Element mit Überschrift, Fliesstext und Bild

# content_element.banner_description
source: Banner Image Element with Link
de: Banner Bild Element mit Link

# plugin.contentlist
source: Content List
de: Content-Liste

# plugin.contentlist_description
source: List of Content Elements (Articles) with Paging and Detailview
de: Liste der Content Elemente (Artikel) mit Numerierung und Detail-Ansicht

source: Settings
de: Einstellungen

source: Display Mode
de: Anzeigemodus

# displaymode.list
source: List
de: Liste

# displaymode.taglist
source: Tag List
de: Tag-Liste

# settings.isTagList
source: is Taglist
de: ist Tag-Liste

# settings.selectmode
source: Select Mode: Select Items from current Page or from Pages
de: Auswahlmodus: Wähle Elemente der aktuellen oder aller Seiten

# settings.selectmode.currentPage
source: Show Items from current Page
de: Zeige Elemente der aktuellen Seite

# settings.selectmode.page
source: select Items from selected Pages
de: Wähle Elemente von ausgesuchten Seiten

# settings.selectmode.global
source: select Items global
de: Wähle alle Elemente

# settings.selectmode.searchresults
source: select Search Results
de: Zeige Suchergebnisse

# settings.limitToCategories
source: select Items from this Categories
de: Wähle Elemente aus dieser Kategorie

# settings.limitTocColPosIDs
source: select Items from this Columns
de: Wähle Elemente aus dieser Spalte

# settings.usePaging
source: Show page browser
de: Zeige Seitenauswahl

# settings.itemsPerPage
source: Number of articles per Page
de: Anzahl der Artikel pro Seite

# settings.sortfield
source: Sort Field
de: Sortieren

# settings.sortfield.sorting
source: Sorting
de: Sortierung

# settings.sortfield.colPos
source: Column
de: Spalte

# settings.sortfield.date
source: Date
de: Datum

# settings.sortfield.crdate
source: Creation Date
de: Erstellungstag

# settings.sortfield.tstamp
source: Last Modified Date
de: Zuletzt bearbeitet

# settings.sorting
source: Sorting
de: Sortierung

# settings.sorting.asc
source: Ascending
de: Aufsteigend

# settings.sorting.desc
source: Descending
de: Absteigend

source: Articles
de: Artikel
