Repository: vimwb/universal_content_lists
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tabs.displayRelations
source: Relations
de: Relationen

# palette.display
source: Display Settings
de: Anzeige-Einstellungen

# tabs.globaldisplay
source: Global Display
de: Globale Anzeige-Einstellungen

# video
source: Video URL
de: Video-Quelle (URL)

# display.pages
source: Show Item on this Pages ONLY
de: Zeige Banner NUR auf DIESEN Seiten

# display.recursive
source: Show including Subpages
de: Zeige Banner nur auf DIESEN Seites incl. Unterseiten

# display.excludepages
source: DONT show Item Banner on THIS Pages
de: Zeige Banner NICHT auf DIESEN Seiten

# display.exclude_recursive
source: DONT show including Subpages
de: Zeige Banner NICHT auf DIESEN Seiten incl. Unterseiten

# related
source: Related Articles
de: Zugehörige Artikel

source: Headline
de: Überschrift

# taglist_pid
source: Page for Tag List
de: Seite für Tag-Liste
